tap "homebrew/bundle"
tap "microsoft/git"
brew "docker"
brew "tailscale"
cask "1password"
cask "1password-cli"
cask "ableton-live-suite"
cask "affinity-photo"
cask "android-studio"
cask "balenaetcher"
cask "bitwig-studio"
cask "blackhole-2ch"
cask "blender"
cask "caffeine"
cask "cool-retro-term"
cask "discord"
cask "elektron-overbridge"
cask "elektron-transfer"
cask "flutter"
cask "fujifilm-x-raw-studio"
cask "git-credential-manager"
cask "godot"
cask "handbrake-app"
cask "kitty"
cask "melodics"
cask "midi-monitor"
cask "motu-m-series"
cask "obs"
cask "obs-virtualcam"
cask "private-internet-access"
cask "resilio-sync"
cask "rio"
cask "scroll-reverser"
cask "sdformatter"
cask "sony-ps-remote-play"
cask "splice"
cask "tidal"
cask "topnotch"
cask "utm"
cask "zerotier-one"
