tap "homebrew/bundle"
tap "microsoft/git"
brew "tailscale", restart_service: :changed
cask "1password"
cask "1password-cli"
cask "ableton-live-suite"
cask "affinity-photo"
cask "android-studio"
cask "bitwig-studio"
cask "blackhole-2ch"
cask "blender"
cask "cool-retro-term"
cask "discord"
cask "elektron-overbridge"
cask "flutter"
cask "fujifilm-x-raw-studio"
cask "godot"
cask "handbrake-app"
cask "kitty"
cask "melodics"
cask "midi-monitor"
cask "motu-m-series"
cask "obs"
cask "obs-virtualcam"
cask "private-internet-access"
cask "resilio-sync"
cask "rio"
cask "scroll-reverser"
cask "sdformatter"
cask "sony-ps-remote-play"
cask "splice"
cask "tidal"
cask "utm"
cask "zerotier-one"
vscode "chrischinchilla.vale-vscode"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docker.docker"
vscode "editorconfig.editorconfig"
vscode "golang.go"
vscode "jnoortheen.nix-ide"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "mvllow.rose-pine"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "zxh404.vscode-proto3"
